Revit 2027 API
SpecTypeId.CoolingLoadDividedByVolume Property
 Cooling Load divided by Volume, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CoolingLoadDividedByVolume { get; }
Public Shared ReadOnly Property CoolingLoadDividedByVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CoolingLoadDividedByVolume {
	ForgeTypeId^ get ();
}
static member CoolingLoadDividedByVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace